{
  "0": {
    "title": "Systeemingenieur Radio",
    "posting": "CDDBij het Audiotechnologie team van VRT radio zijn we op zoek naar een systeemingenieur voor de tweedelijnsondersteuning van onze systemen, applicaties en apparatuur in radiostudio’s en controlekamers. De afdeling Audiotechnologie ondersteunt en ontwikkelt een brede waaier aan software en hardware om radio-uitzendingen te realiseren voor Radio 1, Radio 2, Klara, Stubru en MNM.\nLive radio beleving blijft relevant en is continu in beweging. De luisterervaring wordt steeds interactiever, visueler en meer gepersonaliseerd. Radio vindt op steeds meer manieren zijn weg naar de luisteraars, denk aan de apps, webstreams, smart home devices, … Naast de ondersteuning van de productiemiddelen voor Radio staat ons team ook in voor het afleveren en verrijken van radiocontent op alle mogelijke platformen.\nAan deze selectie kunnen zowel interne als externe kandidaten deelnemen.\nPassie voor technologie en gebeten door programmeren Je assisteert en adviseert bij projecten voor nieuwe installaties en volgt de installatie en oplevering ervan op. Je voert kleinschalige projecten in het kader van de continuïteit en duurzaamheid van de installaties zelf uit. Je schrijft applicaties en integraties om radioproductie te ondersteunen. Je werkt hierbij nauw samen met zowel de technologiediensten als met redacties en presentatoren van de radiomerken. Je test zorgvuldig applicaties, systemen en eigen geschreven software en stelt de procedures en documentatie op voor je collega’s die je helpen bij de ondersteuning van ervan. Je blijft op de hoogte van de technologische evolutie in de eigen specialisaties en op vlak van mediatechnologie door middel van opleiding en zelfstudie. Je geeft objectief advies op gerichte technische vragen van productie, technologie afdelingen op VRT, en leveranciers.\nJe neemt deel aan een wachtdienstsysteem in het kader van 2de en/of 3de lijnsupport om de continuïteit van uitzendingen en producties te verzekeren.\nOntwikkel jij de radio van de toekomst? Je hebt een gezonde interesse voor alles wat met radio te maken heeft. Je hebt een bachelor- of masterdiploma in (toegepaste) informatica, ICT, elektronica of gelijkwaardig door ervaring. Je hebt een gedegen kennis van ontwikkelingsplatformen voor backend (.NET) en je hebt een basiskennis van webdevelopment (Javascript, NodeJS, … ). Kennis van Git versiebeheer is een pluspunt. Je focust voortdurend op de kwaliteit van je werk en voert de nodige testen uit. Je hebt een groot verantwoordelijkheidsgevoel, neemt actief ownership van jouw services en toont hierbij initiatief. Je gaat nauwgezet te werk, volgt bugs en features op en houdt rekening met de prioriteiten in de planning van je werk. Je bent vakbekwaam, leerbereid en je volgt technologische evoluties op. Je bent een problem solver, je hebt affiniteit met troubleshooting en debugging. Je bent een teamspeler, en weet je vlot te integreren en je te identificeren met de doelstellingen van de VRT.\nWerken in een bruisende omgeving Je krijgt een contract van onbepaalde duur. We bieden je een afwisselende job, in een innovatieve context waarbij je de kans krijgt om mee te bouwen aan een VRT die zich richt op de toekomst en waarbij er veel aandacht is voor persoonlijke groei. Je krijgt hierbij ook interne begeleiding en coaching. We voorzien een aantrekkelijk loonpakket met o.a. een goede hospitalisatie- en groepsverzekering, kinderopvang tijdens schoolvakanties, een kinderkribbe en een bedrijfsrestaurant. Er is aandacht voor een goede werk-privé balans en ook thuiswerk behoort tot de mogelijkheden. De officiële functietitel is systeemingenieur en het werkstelsel flex. Voor statutaire personeelsleden is het salaris de wedde in de vlakke loopbaan van statutair medewerker c. Voor contractuele personeelsleden is het salaris te bepalen binnen de loonvork van klasse 5.\nIs jouw interesse geprikkeld?\nWil jij een cruciale rol spelen in dit verhaal en herken je jezelf in bovenstaand profiel? Solliciteer intern via Auguste - > Vacatures of extern via www.vrt.be/jobs en dit tot en met 16 december 2018 met je cv én motivatie.\nVoor de VRT zijn gelijke kansen belangrijk. Kwaliteiten van mensen zijn bij de VRT doorslaggevend ongeacht geslacht, afkomst, leeftijd of handicap",
    "url": "https://be.indeed.com/rc/clk?jk=dd002be65e968030&fccid=278b1fe9456a867f&vjs=3",
    "query": "backend",
    "company": "VRT algemeen",
    "companyloc": "Bruxelles",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  },
  "1": {
    "title": "PHP Backend Programmer Brussels",
    "posting": "GM Electronics develops and produces electronic, IT and mechanical systems to measure, remote control and check environmental solutions. GME has 25 years expertise in distant data collecting, Ultra Low Power and receivers’ development.We developed the GreenBox for monitoring electric maters. The data that the box receives allows the real time control of buildings’, solar cells’ or other systems’ electronic production and consumption.*Be part of the development team responsible for developing end to end flows:Work on innovative solutionsParticipate in the team activities: maintain and enhance current applications and develop new functionalitiesDevelop good insights on the business needs and can formulate propositions to meet themOffer first line support when neededProfile & skillsYou have a degree in ICT or you gained your skills by relevant experienceYou have a professional experience in developing Web applicationsYou have a depth knowledge of PHP 7+ and LaravelYou have a good knowledge of WordPressYou are familiar with Object Oriented Programming and frameworks, following Solid principlesClose business interaction in short delivery cycles through Agile ScrumYou are fluent in written and spoken EnglishWe offerWe offer an attractive remuneration package and the opportunity to tackle the task with above-average development opportunities and long-term perspectives in an innovative environment.We look forward to receiving your application in English.Type d'emploi : Temps Plein",
    "url": "https://be.indeed.com/company/G.M.Electronics/jobs/PHP-Backend-Programmer-Brussels-b660a01e8343fcac?fccid=d2ee689cd39c6bf5&vjs=3",
    "query": "backend",
    "company": "G.M.Electronics",
    "companyloc": "Ganshoren",
    "jobid": "75100fbf8391426f577f",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  },
  "2": {
    "title": "Backend Engineer",
    "posting": "--------------------------------------\n\nHow you'll make an impact at Collibra:\n--------------------------------------\n\nTo support our current and future growth, we are looking for a top-notch engineer that wants to continuously improve our products while working closely with our entire back-end team. We are an engineer-driven company where your talent is truly appreciated and maximized.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n----------------------------------------------------\n\nA day in the life of a Backend Engineer at Collibra:\n----------------------------------------------------\n\nYou'll be building exciting new features for the Collibra products, together with your team members (fellow developers, QA engineers, a UX expert and a product manager).\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nThis means that you'll share responsibility from beginning to end to deliver great quality software:\n----------------------------------------------------------------------------------------------------------\n\n\nFormulate and suggest new ideas and features to the team to further improve our products\nDiscuss technical solutions with your colleagues and the architecture team where necessary.\nTrack progress while keeping a fully working product at all times.\nTogether with the other developers in your team, you'll implement the new functionalities with a passion for quality. You'll then review the code changes from your peers before they go into the main line in Git.\nInteract closely with the QA engineers to make sure you write the necessary tests and they can give you feedback early in the process.\nReport on your progress by updating the status of the Jira issues.\nDemo fully finished parts to your team, and demo your work to the entire development and product teams (and in extent, the entire company) every month.\nCelebrate your successes!\nAchieve many great things of which to be proud, and fall asleep happily after a great working day.\n\n----------------\n\nWhy we need you:\n----------------\n\n\nYou are a Backend developer with a passion for quality, good design and clean code\nYou have 3+ years of experience in enterprise web application development using Java\nYou bring a solid knowledge of relational databases (preferably PostgresQL). All additional database technologies (graph databases, big data stacks, …) are a great advantage!\nYou're a master in build- and test-tools like Jenkins, Maven/Gradle, Ant, Junit, Mockito\nYou have experience working with Hibernate, Spring, IntelliJ IDEA IDE\nKnowledge of OSGi, Apache Spark, Apache Kafka, Elastic Search, Docker, Kubernetes and database model optimization are a huge plus!\nYou're passionate about creating and finishing new things\nYou love challenges and problem solving and have no fear for the unknown\nYou are Agile-minded and have a positive mindset\nYou put quality first\nYou're fully capable of working in English\nYou are disciplined, flexible and willing to learn and improve\n\n----------------\n\nWhy you want us:\n----------------\n\nWe offer...\n-----------\n\n\nA friendly and rapidly growing environment where your input will be valued and your growth fostered\nOngoing opportunities to collaborate with fellow Collibrians globally for team meetings, trainings, and conferences\nFlexible hours- quality > quantity\nBi-monthly catered lunches, in addition to meal vouchers. Never go hungry again!\nDid we mention happy hour?\nA spacious office easily accessible from Brussels, Antwerp, Ghent, etc. and a company car (+ fuel card) to get you there\nA MacBook pro\nAnd of course, a competitive salary with a strong benefits package\n\n------\n\n------\n\nCollibra is not currently accepting unsolicited assistance or resumes from search firms for this employment opportunity. All resumes submitted by search firms or agencies to Collibra or its employees, agents, directors or representatives in any form or method without a valid written agreement covering this position will be deemed the sole property of Collibra. No fee shall be paid in the event the candidate is hired by Collibra as a result of the referral or through other means.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------",
    "url": "https://be.indeed.com/rc/clk?jk=fc43214650676184&fccid=8b463f9c600f302c&vjs=3",
    "query": "backend",
    "company": "Collibra",
    "companyloc": "Bruxelles",
    "jobid": "588682",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  },
  "3": {
    "title": "Sr. Backend Engineer",
    "posting": "How you'll make an impact at Collibra:\n--------------------------------------\n\nTo support our current and future growth, we are looking for a top-notch engineer that wants to continuously improve our products while working closely with our entire back-end team. We are an engineer-driven company where your talent is truly appreciated and maximized.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nA day in the life of a Sr. Backend Engineer at Collibra:\n--------------------------------------------------------\n\nYou'll be building exciting new features for the Collibra products, together with your team members (fellow developers, QA engineers, a UX expert and a product manager).\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nThis means that you'll share responsibility from beginning to end to deliver great quality software:\n----------------------------------------------------------------------------------------------------------\n\n\nFormulate and suggest new ideas and features to the team to further improve our products\nDiscuss technical solutions with your colleagues and the architecture team where necessary.\nTrack progress while keeping a fully working product at all times.\nTogether with the other developers in your team, you'll implement the new functionalities with a passion for quality. You'll then review the code changes from your peers before they go into the main line in Git.\nInteract closely with the QA engineers to make sure you write the necessary tests and they can give you feedback early in the process.\nReport on your progress by updating the status of the Jira issues.\nDemo fully finished parts to your team, and demo your work to the entire development and product teams (and in extent, the entire company) every month.\nCelebrate your successes!\nAchieve many great things of which to be proud, and fall asleep happily after a great working day.\n\nWhy we need you:\n----------------\n\n\nYou are a Sr. Backend developer with a passion for quality, good design and clean code.\nYou have 6+ years of experience in enterprise web application development using Java\nYou bring a solid knowledge of relational databases (preferably PostgresQL). All additional database technologies (graph databases, big data stacks, …) are a great advantage!\nYou're a master in build- and test-tools like Jenkins, Maven/Gradle, Ant, Junit, Mockito\nYou have experience working with Hibernate, Spring, IntelliJ IDEA IDE.\nKnowledge of OSGi, Apache Spark, Apache Kafka, Elastic Search, Docker, Kubernetes and database model optimization are a huge plus!\nYou're passionate about creating and finishing new things\nYou love challenges and problem solving and have no fear for the unknown\nYou are Agile-minded and have a positive mindset\nYou put quality first\nYou're fully capable of working in English\nYou are disciplined, flexible and willing to learn and improve\n\nWhy you want us:\n----------------\n\nWe offer...\n-----------\n\n\nA friendly and rapidly growing environment where your input will be valued and your growth fostered\nOngoing opportunities to collaborate with fellow Collibrians globally for team meetings, trainings, and conferences\nFlexible hours- quality > quantity\nBi-monthly catered lunches, in addition to meal vouchers. Never go hungry again!\nDid we mention happy hour?\nA spacious office easily accessible from Brussels, Antwerp, Ghent, etc. and a company car (+ fuel card) to get you there\nA MacBook pro\nAnd of course, a competitive salary with a strong benefits package\n\n------\n\n------\n\nCollibra is not currently accepting unsolicited assistance or resumes from search firms for this employment opportunity. All resumes submitted by search firms or agencies to Collibra or its employees, agents, directors or representatives in any form or method without a valid written agreement covering this position will be deemed the sole property of Collibra. No fee shall be paid in the event the candidate is hired by Collibra as a result of the referral or through other means.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------",
    "url": "https://be.indeed.com/rc/clk?jk=28c909b4001a77cc&fccid=8b463f9c600f302c&vjs=3",
    "query": "backend",
    "company": "Collibra",
    "companyloc": "Bruxelles",
    "jobid": "1030359",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  },
  "4": {
    "title": "Drupal BackEnd Ontwikkelaar",
    "posting": "Voor onze klant in Brussel (regio Schaarbeek) zijn we op zoek naar een ervaren Drupal backend ontwikkelaar met grondige PHP kennis om de sites van onze klant te vernieuwen. Ervaring met stabiele modules bouwen en uitrollen in Drupal 5, 6 en 7 is vereist. Verder verwachten we ook ervaring in GIT, HTML 5, CSS 3, Javascripot en Angular JS.\nNoodzakelijke kennis en ervaring voor deze vacature\nMin. 5 jaar ervaring met PHP\nMin. 3 jaar ervaring met GIT\nMin. 5 jaar ervaring met HTML5\nMin. 5 jaar ervaring met CSS3\nMin. 2 jaar ervaring met Angular JS\nMin. 5 jaar ervaring met Javascript\nMin. 2 jaar ervaring met bouwen van Drupal 7 modules\nMin. 3 jaar ervaring met bouwen van Drupal 6 modules\nMin. 5 jaar ervaring met bouwen van Drupal 5 modules\nMin. 5 jaar ervaring met Drupal BackEnd ontwikkeling\nPerfecte mondelinge en schriftelijke kennis van het Nederlands",
    "url": "https://be.indeed.com/rc/clk?jk=74234f24e6898999&fccid=2df5bf8de0b0c365&vjs=3",
    "query": "backend",
    "company": "IT-Planet",
    "companyloc": "Bruxelles",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  },
  "5": {
    "title": "Administrateur de plateformes SaaS",
    "posting": "Introduction\nVous voulez travailler pour un groupe de presse ? IPM Group (La Libre Belgique, La Dernière Heure / Les Sports, Paris-Match Belgique, Betfirst, Logic-immo.be, Evosys) recherche pour son département « IT Customer Back Services » un administrateur de plateformes SaaS.\nDescription de la fonction\nAfin de renforcer notre équipe « IT Customer Backend », nous cherchons un administrateur de plateformes SaaS responsable de la mise en place, la surveillance et la maintenance de nos environnements SaaS.\nResponsabilités\nApporter vos compétences techniques sur les domaines système et réseau\nConfigurer et administrer les systèmes et réseau de leurs solutions en production\nDéployer des mises à jour systèmes et applicatives\nDéployer des patchs de sécurité systèmes et applicatifs\nDéploiement des scripts d'évolutions/de corrections des applications\nParticiper à l’amélioration continue des processus et des outils de supervision des plateformes en production\nSurveiller activement l’infrastructure et la plateforme logicielle\nDéployer le monitoring des différentes informations du système (disque, ram, cpu...) et des différents services\nAssurer le traitement et la correction des remontées d'incidents (alerte système et applications)\nQualités\nEsprit d’équipe\nBonne communication\nProfessionnalisme\nAutonomie\nNotre offre\nNous offrons un package salarial attractif avec divers avantages. Vous travaillerez au sein d’une équipe jeune et dynamique.",
    "url": "https://be.indeed.com/rc/clk?jk=1eb944be66b5e419&fccid=e38a605fe25d75f4&vjs=3",
    "query": "backend",
    "company": "IPM Group",
    "companyloc": "5 avis",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  },
  "6": {
    "title": "Project and Account Coordinator",
    "posting": "CDISatellic NV is the Company that is in charge of collecting road toll charges in Belgium using a GNSS based tolling system. The system is based on mobile devices (On Board Units, OBU), which are mounted inside the vehicle, and collect the charge to be forwarded to a central backend system.The Enforcement Services Department determines wether passing truck drivers comply with the charging toll collection law. Automated Vehicle Identification will identify toll violators and Enforcement Services provides the data to the Belgian Government. Enforcement services set up a wide network of mobile and fixed toll control equipment.The Enforcement Project and Account Coordinator is the first point of contact between the Satellic Enforcement team and the Client(s). He/She communicates about Enforcement related activities and translates the needs of the Client into projects and follows them up until delivery.Your tasksProject management & reportingBe the interface between regional teams and technical teams to translate requirements and needs into projectsPoint of contact between regional teams and Enforcement department for enforcement related mattersManage change in processes and systemsIncident and Issue management for Client related topicsAttend workgroup meetings with the Client(s)Your profileFluent in Dutch and French, good knowledge verbal and written of EnglishKnowledge of project management methodologyDiplomatic and integer communicatorStrong sense of ownershipIT knowledge recommendedWillingness to occasionally work off hoursExperience with Public Officials is a plus3 till 5 years of relevant experienceSATELLIC N.V. is a unique company on the Belgian market. You can take part in a very young organization, which is supported by international experts in the tolling area and experience a new and exciting technological environment.We offerA dynamic working environment with an open culture and pleasant atmosphere, located in Diegem.A permanent contract.An attractive starting salary and many additional benefits: meal vouchers, group insurance, hospitalization insurance, flexible working hours, 32 holidays (including recovery days)….Numerous training and development opportunities.Job Types: Full-time, PermanentJob Types: Full-time, PermanentExperience:Account management: 3 years (Preferred)Language:French (Preferred)Dutch (Preferred)",
    "url": "https://be.indeed.com/company/Satellic-NV/jobs/Project-Account-Coordinator-9a053cd4c1016e40?fccid=d88790c6317499d2&vjs=3",
    "query": "backend",
    "company": "Satellic NV",
    "companyloc": "1831 Machelen Diegem",
    "jobid": "7afcb9164c75404b807e",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  },
  "7": {
    "title": "Junior backend developer",
    "posting": "Description\nIntegration of the chosen frameworks into our projects and products\nGaining thorough understanding of user and client by profoundly assessing needs\nBased on your experience, refactoring and improving existing code and suggest innovative solutions with state-of-the-art technologies\nTurning user needs into concepts and subsequently test and validate with end user\n\nRequirements\nYou have experience in developing web and database-driven applications\nYou have some basic experience with technologies and frameworks like NodeJS, Elastic Search, AWS, …\nYou know about MySQL databases or graph databases like OrientDB\nYou can show ownership of a product or feature.\nYou are able to write clean, maintainable, performant, and testable code.\n\nOffer\nThe chance to work in a fast moving and innovative start-up, dealing with all kinds of different projects and assignments\nHighly entertaining and fun environment with frequent knowledge sharing sessions and team building days\nA competitive salary including company car, laptop and smartphone\nFlexible working hours\nA company culture that values openness, trust and creativity",
    "url": "https://be.indeed.com/rc/clk?jk=076f0690ff4b5576&fccid=cd56ab78d25f5f1b&vjs=3",
    "query": "backend",
    "company": "Eventigrate",
    "companyloc": "Louvain",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  },
  "8": {
    "title": "Java Backend Developer",
    "posting": "Pour renforcer notre équipe technique chargée de la mise en place des solutions ACTITO pour nos clients, nous sommes à la recherche d'un développeur JAVA backend.\n\nThese will be your tasks\n\n\nEn tant que développeur backend, vous participerez au développement d'outils et de fonctionnalités qui vont étoffer la plateforme ACTITO. Vous contribuerez également à la paramétrisation et au développement de fonctionnalités sur mesure permettant à nos clients d'exploiter au maximum les capacités de la plateforme ACTITO, ainsi qu'au suivi et à la maintenance des applications.\nLe travail en équipe est essentiel, nous opérons en méthodologie AGILE et, assurons systématiquement de la formation interne et revues entre pairs .\nAu sein de l'équipe nos développeurs prennent part à tous les aspects du développement : architecture, analyse technique, développement, réalisation des jeux de tests, documentation, code reviewing, …\nLe travail est organisé via la méthodologie AGILE Kanban, avec une forte collaboration au sein de l'équipe, notamment via le mécanisme de 'Peer Review'.\n\nYou're offering these qualifications\n\n\nMaîtrise de SQL et capacité de gestion de bases de données relationnelles avec de grands volumes de données\nNotions avancées d'architecture micro-services basées sur des APIs REST\nConnaissance des frameworks Spring (IOC, security, MVC…), JPA, MySQL\nMaîtrise de l'environnement de travail (git, maven, unix system, IDE)\nConscientisé à la scalability et aux problématiques de performances\nAficionado des tests unitaires et d’intégration\nDynamique, agile et avec un bon esprit d'équipe\n\nPrêt à relever le challenge ?\n\nSi vous êtes intéressés à relever ce challenge, nous serions ravis de vous entendre ! Veuillez envoyer votre CV directement à notre équipe HR.",
    "url": "https://be.indeed.com/rc/clk?jk=a1934cd437a4a6b8&fccid=d85495b82c81fa94&vjs=3",
    "query": "backend",
    "company": "ACTITO",
    "companyloc": "Ottignies-Louvain-la-Neuve",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  },
  "9": {
    "title": "IT Developper full-stack",
    "posting": "1.850 € - 2.500 € par moisAs an Intern software developer, you will contribute to enrich and maintain our Cloud based IP-Contct Centre solution and infrastructure -related set of tools. You will use the latest technologies, setup labs, perform benchmarks, evaluate alternatives and develop code.Your Profile:You are passionate by computer sciencesYou have a Master’s degree or equivalent through experience.You are curious about technologyYou have strong analytical skillsYou are a problem solver and have an innovative mindsetDutch or French speaking and fluent in EnglishFamiliar with C#, Python or JavaScriptYour contribution:Being part of a very experienced team, you will be able to contribute by yourself to the improvement of interactions between human and companies project we have.We use the Agile methodology (SCRUM+Kanban), which brings important benefits to both the development team and our customers.Working on real time communications with stringent performance constraints gives a very interesting angle to software development.We drive our devs to have a full stack approach to development, which gives you the possibility to experience many parts of programming.Here’s what you can expect to learn in a full stack developer’s skillset:Backend: Microsoft .NET framework, Windows OS, MS-SQL, CentOS Linus, Asterisk, Kamailio, SIPFrontend: All of them + WebRTC.Kickstart your career. Grow your skills. Make an impact. Let’s get stuff done!Whether you care deeply about telecoms, software development, marketing, sales, or finance, the opportunity to understand business is in your hands.Within weeks of starting, you’ll make changes that impact tens of thousands of users and companies worldwide.We treat people like adults. You’ll work on real projects, solve real problems, and gain feedback along the way.We provide the tools you need and trust you to take ownership and make the right decisions.Frequently Asked QuestionsWho can apply? Anybody that is passionate and can prove the necessary technical skills.How do I apply? When you find a job that gets you fired up, read the posting fully, note all requirements, and apply online through our contact form.Are they all tech jobs? Nope! We hire people for sales, marketing, and finance positions, to name a few. And yes, you can change jobs along the way and also geographies (yes, we have offices in paradises like Mauritius).What kind of projects will be given to me? We treat you like adult. You’ll work on real projects, with dedicated mentors in the beginning, and have a real impact on the work, our platform, and our culture.What do we look for in an applicant? Passion, curiosity, and authenticity. We love working with people who are passionate about their work and the problems they solve. We look for constant learners, who ask a lot of questions, and learn beyond what’s expected.Job Type: Full-timeSalary: €1,850.00 to €2,500.00 /monthExperience:javascript: 1 year (Preferred)Language:Dutch (Preferred)",
    "url": "https://be.indeed.com/company/NIXXIS/jobs/IT-Developper-Full-Stack-1b2518f142dd18f3?fccid=e7e9c1f5f77f7c42&vjs=3",
    "query": "backend",
    "company": "NIXXIS",
    "companyloc": "Bruxelles",
    "jobid": "d9dd70358c36feb93a2b",
    "now": "2018 - 12 - 12",
    "posttime": "none"
  }
}