{
  "0": {
    "title": "Front-end web integrator",
    "posting": "We’re looking for a front-end web integrator to be part of our growth team in order to design and build rich user-focused experiences that engage and connect with our prospects and customers. You’ll own Proxyclick’s web properties and rely on data to influence the design, information architecture, and inbound marketing for Proxyclick’s digital properties. You will also work closely with UI/UX designers and bridge the gap between graphical design and technical implementation.\n\nThis position is based in our Brussels office.\n\nRoles and responsibilities\n\nAssist in the production of high-quality and innovative responsive websites, landing pages and emails built in the HubSpot COS CMS\nTranslate UI/UX design wireframes and mockups to actual code and assets(HTML, CSS, Javascript, CSS, images, etc) and implement them on Proxyclick’s website and other web properties in collaboration with our design team\nDevelop and maintain a UI pattern framework shared across marketing products\nBuild and execute HTML Email marketing campaigns, landing pages, newsletters, and implement A/B tests that will lead to conversion rate improvements\nProvide assistance to the marketing team to create and update content on Hubspot\nHelp prioritize, resolve, and optimize areas of the website that are under-performing\n\nRequirements:\n\n2+ years front end development experience in CMS integration\nKnowledge of Hubspot COS or similar inbound marketing tools\nExperience working with Jinja, Hubl or other templating engines\nDeep understanding of HTML, SASS/CSS, Javascript, responsive design, cross-browser compatibility and email implementation constraints\nExperience developing HTML emails and knowledge of the limitations of this medium\nProficient understanding of Git and command line tools\nComfortable in writing its own automation tools (Gulp, Grunt, etc)\nPassionate about online marketing and keeping up-to-date with latest tools, trends and strategies\nUnderstanding of and interest in UX principles\nStrong attention to detail\nMust have English communication skills, both verbal and written\n\nBenefits:\n\nAutonomy and empowerment\nCompetitive compensation including stock options\nWorking with a great team of fun and highly motivated people\nInternational culture and learning atmosphere\nA relaxed working environment in an amazing office space designed to sit, stand or lounge\nAn open culture allowing you to share your ideas and have an impact from day one\nFriday lunch delivered to the office\nYearly team event abroad\n\n",
    "url": "https://be.indeed.com/rc/clk?jk=cfbc2a1cd38e6c13&fccid=2573da76820e3447&vjs=3",
    "query": "front+end",
    "company": "Proxyclick",
    "companyloc": "Sint-Pieters-Woluwe",
    "jobid": "1F9E7384A0",
    "now": "2018 - 12 - 12",
    "posttime": " - 30+ dagen geleden"
  },
  "1": {
    "title": "Junior Front-End Developer",
    "posting": "Pour renforcer notre équipe de développement, nous sommes actuellement à la recherche d'un Front-End Developer Junior, plutôt talentueux ! Intéressé ?\nPS : adresse ton mail à JF, c'est plus sympa que les 'Madame, Monsieur,'...\n\nTon profil\nExceptionnellement motivé et doté d'une belle autonomie\nHTML n'a pas de secret pour toi\nTon code est propre, pérenne et organisé !\nMobile : First !\nUn esprit analytique fort : tu peux rapidement appréhender l'essence d'un projet et ses implications\nTu connais les principes de l'intégration continue et tu souhaites les mettre en pratique professionnellement\nUn français irréprochable à l'oral et à l'écrit, un soupçon de néerlandais et un anglais au niveau professionnel\nTu es capable de motiver tes co-équipiers et de partager tes connaissances. Le partage, c'est la clé !\nTu es orienté solution\nExperience : 1-3 ans (ou moins si tu es une star - impressionne nous !)\nThe (Dream) Job\nRejoindre une équipe jeune, motivée et aimant les choses bien faites ! Grandissons ensemble !\nGérer des projets digitaux, de leur analyse à leur livraison, basés sur différents frameworks ou CMS, dépendant des spécificités de chaque projet (Node, React, Wordpress, Drupal,...)\nAvoir ton mot à dire dans l'analyse des projets entrants, tout en gérant les budgets et les timings\nDevenir un intervenant incontournable dans l'évolution de la société\nCe que nous te proposons ?\nUn CDI temps plein basé à Bruxelles - Ixelles\nUn package salarial plus qu'attractif en lien avec ton expérience et tes connaissances, avec de sympathiques avantages extra-légaux\nFaire partie d'une société en croissance, composée de jeunes talents motivés\nUn cadre de travail plutôt sympa en plein coeur de Bruxelles",
    "url": "https://be.indeed.com/rc/clk?jk=7971f75710806f4e&fccid=17b8a9b85b2b89b4&vjs=3",
    "query": "front+end",
    "company": "MV Studio",
    "companyloc": "Elsene",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 30+ dagen geleden"
  },
  "2": {
    "title": "Junior front-end developer",
    "posting": "VEB speelt een cruciale rol in de regie van projecten rond energie-efficiëntie aan een heel diverse groep van\nVlaamse overheidsentiteiten (o.a. scholen, zorg- en welzijnssector, sociale huisvesting, centrale\noverheidsdiensten,….), waarvan het aantal nog elke dag toeneemt.\n\nBinnen VEB leeft dan ook een “Go for it”-sfeer waar een veertigtal collega’s zich met hart en ziel inzetten om\nde gestelde doelen te bereiken.\n\n\nOmwille van deze sterke groei zijn we momenteel op zoek naar een (m/v/x):\n\nJUNIOR FRONT-END DEVELOPER IN .NET EN ANGULAR 2\n\n\nDit is dé uitgelezen kans om vanuit een speerrol de missie van het Vlaams EnergieBedrijf mee te\nrealiseren: de publieke sector ontzorgen in alle aspecten van energie.\n\nJouw functie\nAls front-end developer ligt je focus op de ontwikkeling van de user interface van o.a. het\nTerra-platform.\no Gebruikte technologieën/ methodologie zijn\n.NET Core\nAngular 2\nAgile development\no Andere technologieën waarmee je in aanraking kan komen zijn\nCQRSEvent SourcingDomain-driven design\nAmazon Web Services\nPostgreSQL\nMS SQL Server\nTableau\nJenkins\nGIT\nMicrosoft Team Services\nJe maakt deel uit van een gemotiveerd ontwikkelteam waar met actuele technologieën gewerkt wordt.\nJe krijgt naarmate je ervaring opbouwt meer verantwoordelijkheden binnen het team.\n\n\n\nJouw profiel\nJe beschikt over een bachelor in de Informatica of aantoonbare ervaring.\nRuimte om jezelf te specialiseren/ontwikkelen in één of meerdere van bovenvermelde technologieën\ngrijp je met beide handen.\nKennis en/of ervaring in één van bovenvermelde technologieën is een plus.\nJe bent op zoek naar een afwisselende functie die uitdagingen met zich meebrengt. Je bent een\nteamspeler, helder communiceren vind je evident.\nJe bent creatief en hebt verantwoordelijkheidszin. Je neemt initiatief en biedt kwaliteitsvolle\noplossingen aan.\nOns aanbod\nWij bieden een afwisselende job in het centrum van de actualiteit (energie en klimaat), in een jong bedrijf\ndat bruist van de energie en dat een mooie combinatie maakt tussen economische en maatschappelijke\nbelangen. Wij zijn een vlakke organisatie, vormen een hecht team en geven veel ruimte voor inspraak.\nJe krijgt een contract van onbepaalde duur en een marktconforme verloning met extralegale voordelen.\nWij bieden een maximale flexibiliteit in het vormgeven van je job en hanteren glijdende werkuren.\n\nHoe solliciteren?\n\n\nStuur je motivatiebrief en cv naar leen.van.gorp@ment.be.\n\nMeer weten?\n\n\nVoor meer informatie over deze functie kan je contact opnemen met Koen Willems, Teamleader Data:\nkoen.willems@veb.be of telefonisch via 02 421 32 00.",
    "url": "https://be.indeed.com/rc/clk?jk=39a66ad0a35322f2&fccid=a0a35a86a56b08fc&vjs=3",
    "query": "front+end",
    "company": "Veb",
    "companyloc": "Brussel",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 30+ dagen geleden"
  },
  "3": {
    "title": "Front-end Web Developer",
    "posting": "Your role & work environment\n\nYou will be part of dynamic squad working on some of the finest wealth management applications. If you’re passionate about the future of web development and you’re curious about investments, stock markets, trading shares, private banking, etc … look no further!\n\nYour team will consist of a mix of people with various skills, both with IT and Business backgrounds making your day job varied as well as technically enriching, as you will be working alongside other front end experts in an international tech company betting on the web as a platform.\n\nYour key responsibilities\nAnalyze and develop new customer facing web applications for ING Belgium & the Netherlands – with a strong focus on mobile devices.\nYou are in constant dialogue with your tribe: you understand the goal of our business and work as a team of experts to find the most relevant solution for the customer’s needs.\nYou are responsible for the technical design, development, testing and delivery.\nYou are a team player who works together with other experts in your squad.\n\nWe look for\nA colleague who understands the balance between working autonomously and working together. You listen and invest in others to achieve shared goals. You’re happy to challenge the status quo and are eager to propose creative solutions to problems.\nAs a front-end engineer, you definitely …\n\nlike to code Javascript, HTML & CSS.\nare passionate about web development in general, with a keen interest in the future of the web: ES2018, Web Components, future Web API’s, CSS modules and beyond.\nsee the difference between a nice web application and a great one that just nails all the details: animations, responsiveness, performance, design, pwa manifest, …\nhave a strong opinion on JS frameworks, web tooling, native … be it positive or negative.\ntake pride in applications you ship to production.\n\nYou will stand out more if you’re experienced with some of the skills & tools below, but they are no hard requirements:\nExperience in a major front end framework: (P)React, Vue, Angular, Polymer come to mind.\nYou not only want to learn about the future of the web, you want to be the future of the web.\nExperience in a large enterprise, working with teams.\nThe more these words mean something to you, the better: Jenkins, Nolio, Artifactory, Gitlab, Node, Visual Code, Redux, PWA, Lighthouse, Grunt, Polymer-CLI, REST, GraphQL, React-Native, Maven, Java, Scala, …\nThe mindset to join agile driven projects in a DevOps squad.\nYou have an excellent written and spoken knowledge of English; knowledge of any other language is an asset.\n\nAny level of experience is welcome. Whether you have worked for 10 years in a cutting edge IT company, or you are just starting out after school: we will always find you a place according to your skillset & ambitions.\n\nWe offer you\nA clear purpose, a unique offer and a range of flexible compensation and other benefits.\nThe ability to exploit your strengths as a software engineer at ING, as well as training the skills you want to improve.\nPersonal growth & challenging work with endless opportunities to realise your ambitions\nAn informal, dynamic environment with innovative colleagues supporting your endeavours\nA progressive and agile way of working, where new ideas are valued ahead of convention. A place where business actually listens to IT as well.\nA job in a company that has moved/is moving from a traditional bank to a tech company with a banking license.\n\nWe redefine banking. What about you?\nThere has never been a more interesting time to work at ING. We’re on a journey that’s centered around our customers, powered by technology and driven by smart, determined people. Our customers feel our people are empowering them to stay a step ahead in life and in business. We’re proud of that!",
    "url": "https://be.indeed.com/rc/clk?jk=32b1526218fc4713&fccid=5b16841c3468a10d&vjs=3",
    "query": "front+end",
    "company": "ING",
    "companyloc": "1,571 reviews",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 30+ dagen geleden"
  },
  "4": {
    "title": "Front-End Developer",
    "posting": "Hey you ! Are you a wonderful front-end developer ? Do you speak english fluently ? Are you interested in IoT B2B services ? Would you like to take part to the construction of a data integration project platform ? If in addition to that IT-Comfort means something for you and you are very friendly then apply and become our futur colleague !!! JOIN-US\n\nYour Mission :\n\nDesign and develop a front-end application including monitoring dashboards, messaging communication, advanced analytics.\nWork in an agile environment with multiple sprints and open collaboration between different stakeholders (customers), business (sales, product management) & IT teams.\nBe part of the innovation & architecture team of IT sharing ideas & thoughts, proposing improvements and learning about the sector.\nYour Profile:\n\nJavascript and HTML/CSS have have no secret for you ;\nYou master vue.js (or a similar such as Angular.js, React.js…) ;\nYou have experience with SOAP, REST, JSON&XML and Bootstrap.\nAre you a gold nugget ?\n\nYou know UML;\nYou have experience with Webstorm;\nYou have experience with Webpack;\nYou have experience with Sass;\nYou speak French AND Dutch AND English;\nLanguage : FR or NL + EN\n\nStart : ASAP\n\n\nApply\nABAKUS it-solutions is a company where madness and serious are not incompatible! Join us!\nand help us providing the IT Comfort that our customers diserve\nApply",
    "url": "https://be.indeed.com/rc/clk?jk=6724aea38a7217eb&fccid=b13ff688de0a3ae6&vjs=3",
    "query": "front+end",
    "company": "AbAKUS IT Solutions",
    "companyloc": "Brussel",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 6 dagen geleden"
  },
  "5": {
    "title": "Front-End Creative Designer / Developer (Wordpress)",
    "posting": "As an experienced Front-End Creative Designer/Developer, some of your key responsibilities will be:\nCollaborate with other team members — Brand, Digital, Business & Strategy — to articulate the best creative and technical solution for the challenges at hand.\nDesign, code, test and iterate from early digital prototypes to live implementation.\nRefine and optimize existing developments and projects.\nDefine and spread best practices for HTML/CSS\nDefine and scale our front end tech stack with the support of the digital lead\nRequirements\n3 or more years of experience with at least 1 year working within a digital agency\nDemonstrate proficiency and work experience with Responsive Design\nExcellent knowledge of HTML5, CSS3 (sass/less), webpack/gulp\nStrong experience with WordPress and WooCommerce with a firm understanding of template structure\nOverall understanding of PHP\nExperience with Git for source control\nYour tools of choice for designing, wireframing, prototyping and coding\nBonus Points\nAlternative CMS driven web publishing experience (Craft CMS, Drupal, etc.)\nExperience with PHP frameworks (Laravel or Symphony)\nAnimation and motion graphics experience\nPersonal attributes\nCurious and able to constantly learn and keep up with the latest and greatest development technologies\nPassion for design with strong attention to detail.\nGreat communication skills.\nWorking as a team member but also independent and self-organized.\nNice and helpful. Our team treats each other like family.\nBenefits\nThis is a long term freelance contract role 30-35 hours per week\nAn informal and open culture within a great office environement\nPay range for this role is proportionate to qualifications and experience.\nYou would work in our office in Brussels with up to 1 remote working days/week.\nThe opportunity to attend events and conferences",
    "url": "https://be.indeed.com/rc/clk?jk=a0efa845a48993d8&fccid=3e2d1fb210890673&vjs=3",
    "query": "front+end",
    "company": "Coast",
    "companyloc": "Brussel",
    "jobid": "401D90F39D",
    "now": "2018 - 12 - 12",
    "posttime": " - 14 dagen geleden"
  },
  "6": {
    "title": "Front-end developer",
    "posting": "Nature of the tasks\nProgramming/maintenance of presentation layer of multi-tier applications\nDesign and development of application for mobile devices (tablets, smartphones…)\nDesign and development of user interfaces for PCs, tablets, smartphones\nDesign and development of Rich Internet applications\nUser ergonomics\nTesting of web applications\nInstallation and configuration of web applications\nMigration and updates of web applications\nCreation of on-line help in information systems\nParticipation in meetings with project teams\nKnowledge and skills\nGood knowledge of the design and development of web applications\nGood knowledge of web application development frameworks\nGood knowledge of scripting languages\nKnowledge of Rich Internet Application technologies\nKnowledge of web technologies and standards (e.g. HTML5, XML)\nKnowledge of relational databases\nKnowledge of tablet and smartphone applications programming\nAbility to cope with fast changing technologies used in application developments\nAbility to participate in multi-lingual meetings, ease of communication\nCapability of integration in an international/multi-cultural environment, rapid self-starting capability and experience in working in team.\nEducation and Experience\nMinimum 3 years of relevant studies and/ or experience after the secondary school\nOptional specific expertise\nMinimum a total of 2 years in one or more of the following: scripting languages (ColdFusion, JSP...), web tools and technologies",
    "url": "https://be.indeed.com/rc/clk?jk=ade2b76d421d3350&fccid=7dba736b58553839&vjs=3",
    "query": "front+end",
    "company": "Almaviva",
    "companyloc": "Brussel",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 30+ dagen geleden"
  },
  "7": {
    "title": "Front-end Developer",
    "posting": "Altavia ACT*, part of the international Altavia Group, is a full-service agency with its stems firmly tracing back to the late nineties when the interwebs were still populated with n00bs and 1337 h4x0rz. Since then, we’ve grown incessantly to become the creative and strategic agency we are today, topped up with 95 crazy yet surprisingly professional talents. They are at the heart of our innovative services offering, aiming to connect consumers to brands through meaningful human relationships. Our secret? A unique management system, based on collective intelligence and faith in our values: progress, enthusiasm and fluidity.\n\nDo you share the same vision and want to join our adventure? Do you feel like wowing even the biggest national and international clients with your skills?\nWe have just the thing for you!\n\nWe are looking for a Front-end Developer that makes our clients shine on the web.\n\nYOUR PROFILE\n\nYou have a strong eye for detail and an aim for pixel perfection, smoothness and delivery of a top-notch banana user experience.\nYou are user-oriented: usability and its essentials are your bible.\nYou understand how the web and its related tech and tools move. Accordingly, your CSS scales well, you’re into ES6 and you know what PWA stands for, so you stand for PWA ✊.\n\nMotion: you’re at ease with getting things moving at 60+ fps.\n\nJS: Any JS framework (Vue, React) experience.\nYou push the HTML semantic one step further with Microdata. Bonus ❤️ for you.\n\nCanvas and WebGL are not meant to swallow a battery at the speed of light. Bonus ❤️❤️ for you.\nYou're comfortable with the back-end part: working knowledge of Object-Oriented programming and MVC frameworks (Laravel, Symfony), database schema understanding, or even Node JS.\nYou collaborate and build using empathy… and also tools like Slack, Basecamp, Git, Webpack.\n\nYou are curious and welcome challenges from any type: you test, improve, explain and reconsider your choices.\n\nYou contribute to the world: GitHub/GitLab/blog/... (Send us a link.)\n\nEXPERIENCE\n\n\nYou have proven experience as a developer in a challenging environment such as a development and/or digital communications agency.\nYou have at least 3 years of experience and a substantial portfolio of different websites for which you played a significant part in the development.\n\nCOMMUNICATION\n\nYou are a native FR or NL speaker. We also expect fluency in English.\nNo matter the language, you have strong communication skills that let you interact effortlessly with your colleagues (and please do so with a hint of humour).\nYou are able to work and cope with our in-house top team of geeks.\nImportant: We are looking for an in-house developer.\n\nWHAT WE OFFER YOU\n\nA fun and challenging collaboration in a young and eager team.\nAn easily accessible and spacious workplace.\nA remuneration based on your experience and challenges.\nNew ways of working (NWOW for those who know nwow).\nA lot of flexibility in your day-to-day work.\nA job in a financially stable company.\nThe advantages of working in an international group.\nA valuable role in the life of our agency.",
    "url": "https://be.indeed.com/rc/clk?jk=545b67defc072b66&fccid=13749f63b96c7c67&vjs=3",
    "query": "front+end",
    "company": "Altavia ACT",
    "companyloc": "Brussel",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 30+ dagen geleden"
  },
  "8": {
    "title": "Front-End Developer",
    "posting": "At the moment, we are looking for a Front-End Developer for one of our clients in the centre of Brussels, within walking distance from a train station.\n\nAs a member of the E-Operations team, you update the content of websites, applications and e-mails as requested by the ‘Marketing & Sales’-department. You take ownership of changes and incidents that are assigned to you while working with the team to deliver the optimal result.\n\nTasks\nWeb content management;\nBug fixing;\nWrite well designed, efficient code according to the development standards;\nCreate attractive visuals that are in line with the visual guidelines of the client;\nApply best UX practices;\nPerform technical analysis of a business request.\nProfile\nAt least a Bachelor's Degree in appropriate field of study or equivalent work experience;\nAt least a first work experience in web content management;\nYou have an excellent knowledge of:\nHTML5\nCSS3\nBootstrap\nGIT/SVN\nResponsive integration\nMS Office\nAdobe Creative Suite;\nYou know all there is to know about new media (social networks, mobile applications/websites);\nKnowledge of the following technologies is nice to have: PHP (Drupal), HP Teamsite, Wufoo, SmartFocus, Unified Post, Optimizely, web marketing SEO/SEA, Lithium/FreeMarker, Grunt, Node.js, AngularJS, Bourbon, Kony, Javascript, Jquery, JSON, SQL en Mysql;\nYou are an ambitious teamplayer who is eager to learn;\nYou are fluent in Dutch and English.",
    "url": "https://be.indeed.com/rc/clk?jk=92aa5cdae8045799&fccid=e8ed6c5a15516b8b&vjs=3",
    "query": "front+end",
    "company": "Cegeka",
    "companyloc": "Brussel",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 30+ dagen geleden"
  },
  "9": {
    "title": "Front End Developer (ElasticSearch)",
    "posting": "JOB DESCRIPTION\nINTRASOFT International, a leading European IT solutions provider, is seeking a professional to cover the following opening:\nFront End Developer (ElasticSearch)\nYou will:\nArchitecture and design of front-end/UI layer.\nProvide Data analysis and data modelling.\nImplement the technical Architecture\nProvide Assistance in the testing, the technical documentation, the deployment, the evaluation and the reporting\nJOB REQUIREMENTS\nYou have:\nSolid experience in web development in Python (both 2.x and 3.x)\nFront-end technologies (i.e. AngularJ, HTML5, CSS, XML, JavaScript, JQuery)\nExperience with both relational databases (e.g. PostgreSQL) and search engines (e.g. Elasticsearch or Solr)\nKnowledge of REST API development\nKnowledge of Django framework\nFamiliarity with Linux and knowledge of basic Linux system administration tasks\nFluency in English, knowledge of French is an asset\nYou may have:\nData science techniques.\nExperience in developing complex queries using SQL (in particular Oracle SQL)\nKnowledge of client web technologies and tools: HTML, CSS, XML, JavaScript, JQuery\nYou are:\nProblem solver and analytical thinking\nExcellent in communications and organizational skills\nYou will get…\nCompetitive compensation package\nContinuous learning (with the most modern methods), and fast career growth\nInteresting and challenging work within large scale projects\nAll applications will be treated as strictly confidential.\n\nAPPLY\n\nNot ready to",
    "url": "https://be.indeed.com/rc/clk?jk=b8733f5d9b49c03f&fccid=7607a909d469e3d0&vjs=3",
    "query": "front+end",
    "company": "Intrasoft International",
    "companyloc": "14 reviews",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 21 dagen geleden"
  }
}