{
    "0": {
        "title": "Front-end web integrator",
        "posting": "We’re looking for a front-end web integrator to be part of our growth team in order to design and build rich user-focused experiences that engage and connect with our prospects and customers. You’ll own Proxyclick’s web properties and rely on data to influence the design, information architecture, and inbound marketing for Proxyclick’s digital properties. You will also work closely with UI/UX designers and bridge the gap between graphical design and technical implementation.\n\nThis position is based in our Brussels office.\n\nRoles and responsibilities\n\nAssist in the production of high-quality and innovative responsive websites, landing pages and emails built in the HubSpot COS CMS\nTranslate UI/UX design wireframes and mockups to actual code and assets(HTML, CSS, Javascript, CSS, images, etc) and implement them on Proxyclick’s website and other web properties in collaboration with our design team\nDevelop and maintain a UI pattern framework shared across marketing products\nBuild and execute HTML Email marketing campaigns, landing pages, newsletters, and implement A/B tests that will lead to conversion rate improvements\nProvide assistance to the marketing team to create and update content on Hubspot\nHelp prioritize, resolve, and optimize areas of the website that are under-performing\n\nRequirements:\n\n2+ years front end development experience in CMS integration\nKnowledge of Hubspot COS or similar inbound marketing tools\nExperience working with Jinja, Hubl or other templating engines\nDeep understanding of HTML, SASS/CSS, Javascript, responsive design, cross-browser compatibility and email implementation constraints\nExperience developing HTML emails and knowledge of the limitations of this medium\nProficient understanding of Git and command line tools\nComfortable in writing its own automation tools (Gulp, Grunt, etc)\nPassionate about online marketing and keeping up-to-date with latest tools, trends and strategies\nUnderstanding of and interest in UX principles\nStrong attention to detail\nMust have English communication skills, both verbal and written\n\nBenefits:\n\nAutonomy and empowerment\nCompetitive compensation including stock options\nWorking with a great team of fun and highly motivated people\nInternational culture and learning atmosphere\nA relaxed working environment in an amazing office space designed to sit, stand or lounge\nAn open culture allowing you to share your ideas and have an impact from day one\nFriday lunch delivered to the office\nYearly team event abroad\n\n",
        "url": "https://be.indeed.com/rc/clk?jk=cfbc2a1cd38e6c13&fccid=2573da76820e3447&vjs=3",
        "query": "front+end",
        "company": "Proxyclick",
        "companyloc": "Sint-Pieters-Woluwe",
        "jobid": "1F9E7384A0",
        "now": "2018 - 12 - 13",
        "source": "indeed",
        "_id":