{
  "0": {
    "title": "Systeemingenieur Radio",
    "posting": "Bepaalde DuurBij het Audiotechnologie team van VRT radio zijn we op zoek naar een systeemingenieur voor de tweedelijnsondersteuning van onze systemen, applicaties en apparatuur in radiostudio’s en controlekamers. De afdeling Audiotechnologie ondersteunt en ontwikkelt een brede waaier aan software en hardware om radio-uitzendingen te realiseren voor Radio 1, Radio 2, Klara, Stubru en MNM.\nLive radio beleving blijft relevant en is continu in beweging. De luisterervaring wordt steeds interactiever, visueler en meer gepersonaliseerd. Radio vindt op steeds meer manieren zijn weg naar de luisteraars, denk aan de apps, webstreams, smart home devices, … Naast de ondersteuning van de productiemiddelen voor Radio staat ons team ook in voor het afleveren en verrijken van radiocontent op alle mogelijke platformen.\nAan deze selectie kunnen zowel interne als externe kandidaten deelnemen.\nPassie voor technologie en gebeten door programmeren Je assisteert en adviseert bij projecten voor nieuwe installaties en volgt de installatie en oplevering ervan op. Je voert kleinschalige projecten in het kader van de continuïteit en duurzaamheid van de installaties zelf uit. Je schrijft applicaties en integraties om radioproductie te ondersteunen. Je werkt hierbij nauw samen met zowel de technologiediensten als met redacties en presentatoren van de radiomerken. Je test zorgvuldig applicaties, systemen en eigen geschreven software en stelt de procedures en documentatie op voor je collega’s die je helpen bij de ondersteuning van ervan. Je blijft op de hoogte van de technologische evolutie in de eigen specialisaties en op vlak van mediatechnologie door middel van opleiding en zelfstudie. Je geeft objectief advies op gerichte technische vragen van productie, technologie afdelingen op VRT, en leveranciers.\nJe neemt deel aan een wachtdienstsysteem in het kader van 2de en/of 3de lijnsupport om de continuïteit van uitzendingen en producties te verzekeren.\nOntwikkel jij de radio van de toekomst? Je hebt een gezonde interesse voor alles wat met radio te maken heeft. Je hebt een bachelor- of masterdiploma in (toegepaste) informatica, ICT, elektronica of gelijkwaardig door ervaring. Je hebt een gedegen kennis van ontwikkelingsplatformen voor backend (.NET) en je hebt een basiskennis van webdevelopment (Javascript, NodeJS, … ). Kennis van Git versiebeheer is een pluspunt. Je focust voortdurend op de kwaliteit van je werk en voert de nodige testen uit. Je hebt een groot verantwoordelijkheidsgevoel, neemt actief ownership van jouw services en toont hierbij initiatief. Je gaat nauwgezet te werk, volgt bugs en features op en houdt rekening met de prioriteiten in de planning van je werk. Je bent vakbekwaam, leerbereid en je volgt technologische evoluties op. Je bent een problem solver, je hebt affiniteit met troubleshooting en debugging. Je bent een teamspeler, en weet je vlot te integreren en je te identificeren met de doelstellingen van de VRT.\nWerken in een bruisende omgeving Je krijgt een contract van onbepaalde duur. We bieden je een afwisselende job, in een innovatieve context waarbij je de kans krijgt om mee te bouwen aan een VRT die zich richt op de toekomst en waarbij er veel aandacht is voor persoonlijke groei. Je krijgt hierbij ook interne begeleiding en coaching. We voorzien een aantrekkelijk loonpakket met o.a. een goede hospitalisatie- en groepsverzekering, kinderopvang tijdens schoolvakanties, een kinderkribbe en een bedrijfsrestaurant. Er is aandacht voor een goede werk-privé balans en ook thuiswerk behoort tot de mogelijkheden. De officiële functietitel is systeemingenieur en het werkstelsel flex. Voor statutaire personeelsleden is het salaris de wedde in de vlakke loopbaan van statutair medewerker c. Voor contractuele personeelsleden is het salaris te bepalen binnen de loonvork van klasse 5.\nIs jouw interesse geprikkeld?\nWil jij een cruciale rol spelen in dit verhaal en herken je jezelf in bovenstaand profiel? Solliciteer intern via Auguste - > Vacatures of extern via www.vrt.be/jobs en dit tot en met 16 december 2018 met je cv én motivatie.\nVoor de VRT zijn gelijke kansen belangrijk. Kwaliteiten van mensen zijn bij de VRT doorslaggevend ongeacht geslacht, afkomst, leeftijd of handicap",
    "url": "https://be.indeed.com/rc/clk?jk=dd002be65e968030&fccid=278b1fe9456a867f&vjs=3",
    "query": "nodejs",
    "company": "VRT algemeen",
    "companyloc": "Brussel",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 2 dagen geleden"
  },
  "1": {
    "title": "Creative Developper",
    "posting": "Als Creative Developer Innovatie maak je deel uit van het Innovatieteam. Je rapporteert aan de Lead Developer Innovatie en hebt de kans nieuwe prototypes te bouwen en testen. Je durft gebruikte technologieën en methodes in vraag te stellen en met alternatieven te komen. Hiervoor werk je samen met verschillende projectteams.\n\nResponsibilities\nJe bent verantwoordelijk voor de ontwikkeling van nieuwe concepten en softwaretoepassingen binnen een mediacontextJe volgt nieuwe productietechnieken en content formats binnen media op de voetJe denkt na over de gebruiksvriendelijkheid van een concept en past je aanpak ook aan op basis van inzichtenJe kan problemen opsplitsen in deelproblemen en zo innovatieve concepten realiserenJe toetst je nieuwe concepten regelmatig af bij gebruikers en stuurt bij waar nodigJe hebt oog voor nieuwe toepassingen in de workflow van bestaande producties.Je doel is om tot een uitgebouwde pilootversie te komen\n\nTechnical skills\nAantoonbare ervaring met coding skills zoals JavaScript en TypeScript\nAantoonbare ervaring met frameworks zoals React, ReactNative\nAantoonbare ervaring met NodeJS\nAantoonbare ervaring met projecten binnen een Linux/UNIX omgeving\nAantoonbare ervaring met Python is een pluspunt\nAantoonbare ervaring met Angular en Ionic zijn een pluspunt\nPerfecte mondelinge en schriftelijke kennis van het Nederlands en/of het Engels",
    "url": "https://be.indeed.com/rc/clk?jk=4cec9500014b2a50&fccid=f86e8e5afac7932b&vjs=3",
    "query": "nodejs",
    "company": "Brainbridge",
    "companyloc": "Brussel",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 7 uur geleden"
  },
  "2": {
    "title": "AngularJS, NodeJS Developer (AA, 1334, M3)",
    "posting": "Job Introduction\nSerco is a specialist at delivering vital services on behalf of European, National and Local Governments.\n\nSerco Europe employ’s a large workforce in Belgium, Luxembourg, France, Switzerland, Germany, Holland, Spain, Italy and the UK.\n\nOur European operations have ca. 2,000 employees delivering critical services to public institutions throughout Europe.\n\nFor one of our Customer, a European Institution we are looking for an Application Architect with​ at least 3 years of relevant work experience.\n\nMain Responsibilities\nDESCRIPTION OF TASKS\n\nThe tasks to be performed include:\n– Architecture and design of information systems.\n\n– Review of the architecture of existing systems.\n\n– Design and development of architecture components and building blocks.\n\n– Analysis of the integration of different information systems.\n\n– Data analysis and data modelling.\n\n– Coordination of the implementation of the technical architecture.\n\n– Technical interface between the project leaders and the developers.\n\n– Production of software architecture documents.\n\n– Participation in technical working groups, progress meetings and meetings with the users.\n\n– Assistance during relevant parts of testing, analysis, technical documentation, deployment, evaluation and reporting.\n\nThe Ideal Candidate\nKNOWLEDGE AND SKILLS\n\n– In-depth knowledge of Service Oriented Architecture.\n\n– In depth knowledge of applications design.\n\n– In depth knowledge of modelling tools.\n\n– Good knowledge of Object Oriented Programming languages.\n\n– Good knowledge of Enterprise Architecture.\n\n– Good knowledge of Relational DBMS.\n\n– Good knowledge of BMPM Standards.\n\n– Good knowledge of RUP of EU Business process model.\n\n– Good knowledge of business process analysis.\n\n– Knowledge of interoperability technology (e.g. web services, message oriented middleware, service oriented bus).\n\n– Good redaction skills.\n\n– Ability to give technical presentations.\n\n– Ability to apply high quality standards.\n\n– Ability to cope with fast changing technologies used in application architecture and design.\n\n– Ability to participate in multi-lingual meetings, good communication skills.\n\n– Capability of integration in an international/multi-cultural environment, rapid self-starting capability and experience in working in team.\n\n– In depth knowledge of Agile principles.\n\n– Very good knowledge of SharePoint Server 2013/ 2016 administration and custom development (Server and Client Side Object Model).\n\n– Good knowledge of Microsoft Windows Server 2012 R2/2016 and IIS Server administration, Microsoft SQL Server 2014+ administration.\n\n– Good knowledge of PowerShell scripting.\n\n– In depth knowledge of ASP.NET, .NET 4.6+, C#, ASP.NET WebAPI (ODATA\n\nStandard), Entity Framework.\n\n– In depth knowledge of HTML, CSS, JavaScript (Frameworks: ReactJS,\n\nAngularJS, NodeJS).\n\nOTHER PRECISIONS\n\n– The candidate should be fluent in English both orally and in writing. A sufficient knowledge of French for oral communication is an advantage.\n\n– The candidate should be able to work both independently and within an international/multicultural team and should have excellent interpersonal skills.\n\n– The candidate will have rapid self-starting capability and experience in working in a team.\n\nImportant\n\nAny offer of employment is contingent upon you providing documents to verify your identity and employment eligibility, as required by law.\n\nApplicants are reminded that they will be requested to produce such documentation during the recruitment process.\n\nPlease contact a member of the recruitment team if you require further details of acceptable types of documentation required for verification of identity and work authorization.\n\nData Protection:\nWhen creating a profile on the Serco Career Centre you agreed to the Data Protection policy, a copy is available upon request.\n\nYou may submit a written request revoking your consent to this agreement at any time.\n\nAbout The Company\nSerco’s heritage over the last 40 years has placed us in the Top 50 Services for Governments Companies.\n\nWhat connects the ever growing Serco workforce is a passion for delivering great service – To keep ahead we have to constantly evolve and enhance the way we deliver our services and everyone in Serco has a role to play here.\n\nSerco provide the right environment to encourage ideas and a comprehensive Best Practice support network that enables them to put their ideas into action.\n\nIf you share our values then join with over 50,000 colleagues globally who are equally as passionate about delivering great service as you.\n\nPackage Description\nFull details on application - Relocation assistance provided, if applicable.\n\nPlease note that this position is also open to freelancers (independent contractors).",
    "url": "https://be.indeed.com/rc/clk?jk=020dff7e07492936&fccid=8177021cdb259d9d&vjs=3",
    "query": "nodejs",
    "company": "Serco Europe",
    "companyloc": "3,282 reviews",
    "jobid": "2311",
    "now": "2018 - 12 - 12",
    "posttime": " - 30+ dagen geleden"
  },
  "3": {
    "title": "(Junior) Salesforce Developer",
    "posting": "NN Belgium is op zoek naar een IT Salesforce Developer voor ons departement IT Development (125 interne en externe medewerkers). Je versterkt het ontwikkelingsteam van Salesforce met je frisse en creatieve ideeën. We zijn op zoek naar getalenteerde jonge professionals/pas afgestudeerden voor ons departement IT Development, meer bepaald voor ons Salesforce-team dat binnen de verzekeringssector innovatieve oplossingen levert.\nJe zal\nfunctionele en technische analyses uitvoeren.\nwerken aan de ontwikkeling, de programmering, de implementatie en het onderhoud van Salesforce.\nunittests van Salesforce-platformcode, die door het team is ontwikkeld, schrijven en beheren.\nproblemen oplossen.\nleren over de bank- en verzekeringssector.\nJe hebt\neen masterdiploma in IT of een gelijkwaardig diploma.\neen sterke interesse in Salesforce en frontend-toepassingen.\nnoties van moderne ontwikkelingsconcepten zoals continue integratie en continue uitrol.\nzin om in een snelle Agile omgeving te werken.\neen sterke interesse in of goede kennis van de laatste veiligheidseisen in een webgebaseerde IT-omgeving.\npraktische kennis van minstens een moderne programmeertaal (Java, C#.Net, Python, Javascript (NodeJS, Angular, React), Golang, Haskell).\nvoldoende kennis van het Nederlands, Frans en Engels.\nJe bent\nanalytisch, stressbestendig, dynamisch en assertief.\nzelfstandig maar ook een echte teamspeler.\nverantwoordelijk in het opnemen van uw taken.\niemand die van een uitdaging houdt.\noplossings- en klantgericht.\nenthousiast om nieuwe tools en technologieën aan te leren.\ncreatief & proactief ingesteld om advies te verstrekken over de richting van oplossingen.\n\nBereid om als voltijdse teamspeler in een Agile scrumteam te werken? We horen graag van jou!",
    "url": "https://be.indeed.com/rc/clk?jk=bfdb9f331abf5f6c&fccid=24ec997c502b2e1a&vjs=3",
    "query": "nodejs",
    "company": "NN Insurance Belgium",
    "companyloc": "Brussel",
    "jobid": "none",
    "now": "2018 - 12 - 12",
    "posttime": " - 11 dagen geleden"
  },
  "4": {
    "title": "Webmaster - IT developer",
    "posting": "€2.500 - €2.900 per maandDeeltijds, Onbepaalde DuurWeCitizensWeCitizens is an independent civil society organization (CSO) established in Brussels, in 2012, wanting to reduce the break between the citizen and politics. With our transparency tools we contribute to better democracy & governance.We have produced five vote advice applications (VAA) in 2014 in Belgium for EU and other elections. In 2016 we started publishing an Index of transparency of political parties. In 2015, we put online PoliticiansOnline, which is the biggest publicly available database about Belgian politicians. It is interactive and will be participative.WeCitizens is politically impartial. We have around 25.000 readers of our newsletter (in French and Dutch).Your taskFor six years, different teams of developers have been involved. WeCitizens has some relatively autonomous internet tools:Our website, presently under WordpressOur newsletter, which uses the Wordpress plugin MailsterThe political database, PoliticiansOnline.be whose stack is MySQL/PHP/CodeIgniter/JQuery/CSS.Our vote advice application, the Electoral GPS, whose stack is Javascript/NodeJS.You act as webmaster, looking after all the IT tools. We need lots of new developments (especially for PoliticiansOnline) and we rely on you to produce them. When we have IT volunteers, you organize the team work.We accept both full-time or half-time candidates.Your profileUniversity computer scientist, or graduate with three years of professional experience in software production. WeCitizens can consider different statuses (employee, independent, company, etc.).Better if you are fan of democracy, good governance, citizenship education.Job Types: Full-time, Part-time, PermanentSalary: €2,500.00 to €2,900.00 /monthExperience:Développement de software: 3 years (Preferred)Education:Associate (Required)Language:FR - NL - EN (Required)",
    "url": "https://be.indeed.com/company/WeCitizens---WijBurgers---NousCitoyens/jobs/Webmaster-7bcc4a4b2a3e0591?fccid=bcc621e9665dcf12&vjs=3",
    "query": "nodejs",
    "company": "WeCitizens - WijBurgers - NousCitoyens",
    "companyloc": "1050 Bruxelles Ixelles",
    "jobid": "b8dd91cbad32e61e0f98",
    "now": "2018 - 12 - 12",
    "posttime":